Repository: ArtesiaWater/field_form
Catalog: lib/l10n/app_*.arb
Languages: nl

source: Map
nl: Kaart

# chooseMaptype
source: Choose a maptype
nl: Kies een kaart-type

source: loading map..
nl: laad de kaart..

source: Loading...
nl: Laden...

source: Add data from file
nl: Voeg data toe uit een bestand

source: Share data
nl: Deel data

source: Change FTP Folder
nl: Verander FTP Map

source: Choose groups
nl: Kies groepen

source: Select groups
nl: Selecteer groepen

source: Delete all data
nl: Verwijder data van telefoon

# sureToDeleteData
source: Are you sure you wish to delete all data?
nl: Weet u zeker dat u alle data wilt verwijderen van uw telefoon?

# unsentMeasurementsTitle
source: First send measurements?
nl: Eerst metingen versturen?

# unsentMeasurements
source: There are still unsent measurements. Are you really sure you want to delete all data?
nl: Er zijn nog niet-verzonden metingen. Weet u zeker dat u alle date wilt verwijderen?

# uploadUnsentMeasurements
source: There are unsent measurements. Do you want to upload these first? Otherwise they will be lost.
nl: Er zijn nog niet-verzonden metingen. Wilt u deze eerst uploaden? Zo niet, dan gaan ze verloren.

source: Settings
nl: Instellingen

source: Mark measured locations
nl: Markeer bemeten locaties

source: Within {interval} days
nl: Binnen {interval} dagen

# markNotMeasured
source: Mark locations without measurements
nl: Markeer locaties zonder metingen

# addNewLocation
source: Add a new location
nl: Voeg een nieuwe locatie toe

# chooseSublocation
source: Choose a sublocation
nl: Kies een sublocatie

# locsOrMeasTitle
source: Locations or measurements
nl: Locaties of metingen

# locsOrMeas
source: Does this file contain locations or measurements?
nl: Bevat dit bestand locaties of metingen?

source: Locations
nl: Locaties

source: Measurements
nl: Metingen

# removeExistingLocationsTitle
source: Import of locations removes existing locations
nl: Importeren locaties verwijdert bestaande locaties

# removeExistingLocations
source: Importing new locations will remove all existing locations. Do you want to continue?
nl: Het importeren van nieuwe locaties zal alle bestaande locaties verwijderen. Wilt u doorgaan?

source: Yes
nl: Ja

source: No
nl: Nee

source: Import failed
nl: Importeren niet gelukt

# csvNotImplemented
source: csv-location files not implemented (yet). Use json-files for location-data
nl: csv-locatie-bestanden worden (nog) niet ondersteund. Gebruik json-bestanden voor locatie-data.

# unknownFileExtension
source: Unknown file-extension. Location-data has to be supplied in a json-file.
nl: Onebekende bestands-extensie. Locatie-data moet in een json-bestand worden opgegeven.

# syncCompleted
source: Synchronisation complete
nl: Synchronisatie voltooid

source: Sending measurements
nl: Versturen van metingen

# uploadMeasurementsFailed
source: Unable to upload measurements
nl: Het lukt niet om metingen te versturen

# retreivingFiles
source: Retrieving file list
nl: Opvragen van lijst met bestanden

# retreivedFiles
source: Retrieved files
nl: Lijst van bestanden ontvangen

source: Downloading
nl: Download

# downloadFailed
source: Unable to download
nl: Het lukt niet om te downloaden:

# noDataToShare
source: There is no data to share
nl: Er is geen data om te versturen

# uploadPhotoFailed
source: Unable to upload photo:
nl: Het lukt niet om foto te versturen:

source: Done
nl: Gereed

# sureToDeleteMeasurement
source: Are you sure you want to delete {value} of type {id}?
nl: Weet u zeker dat u de meting {value} van het type {id} wilt verwijderen?

# sureToDeleteMeasurementTitle
source: Delete measurement?
nl: Verwijder meting?

# isNotValidNumber
source: is not a valid number
nl: is geen geldig getal

# ignoreFilledValues
source: All entered values will be deleted when leaving this location. Do you still want to leave?
nl: Alle ingevulde waarden worden verwijderd wanneer u deze locatie verlaat. Wilt u nog steeds weggaan?

# ignoreFilledValuesTitle
source: Leave without saving?
nl: Weggaan zonder op te slaan?

# imageNotSupported
source: : this file is not supported. Only jpg, png and pdf are supported
nl: : dit bestand wordt niet ondersteund. Alleen jpg, png en pdf worden ondersteund

# connectToFtpFailed
source: Unable to connect to FTP-server
nl: Het lukt niet om met de FTP-server te verbinden

# unableToFindOnFtp
source: Unable to find the file on FTP-server:
nl: Kan het bestand niet vinden op de FTP-server:

# unableToFindPathOnFtp
source: Unable to find path on FTP-server:
nl: Kan de map niet vinden op de FTP-server:

# noHostnameDefined
source: No hostname defined. Please assign a hostname in the settings
nl: Geen hostnaam opgegeven. Geef aub een hostname op in de instellingen.

source: Connected
nl: Verbonden

source: Choose a folder
nl: Kies een map

# removePhotoTitle
source: Remove photo
nl: Verwijder foto

source: Edit input fields
nl: Pas invoervelden aan

source: Use standard time
nl: Gebruik wintertijd

# useStandardTimeSubtitle
source: When true, disable daylight saving time
nl: Wanneer aan gebruik ook in de zomer de wintertijd

# addWms
source: Add a WMS to the map
nl: Voeg een WMS-laag toe aan de kaart

source: Change WMS url
nl: Verander WMS url

source: WMS layers
nl: WMS lagen

source: Change WMS layers
nl: Verander WMS lagen

source: Hostname
nl: Hostnaam

# changeFtpHostname
source: Change FTP hostname (use / to specify folders)
nl: Verander FTP hostnaam (gebruik / om mappen op te geven)

source: Username
nl: Gebruikersnaam

source: Change FTP username
nl: Verander FTP gebruikersnaam

source: Password
nl: Wachtwoord

source: Change FTP password
nl: Verander FTP wachtwoord

source: Root folder
nl: Hoofdmap

# changeFtpRoot
source: Change FTP root (use / to separate folders)
nl: Verander hoofdmap (gebruik / om mappen te scheiden)

# addUserToMeasurements
source: Add user to each measurement
nl: Voeg gebruiker toe aan elke meting

source: User
nl: Gebruiker

# setUser
source: Please provide your name
nl: Geef uw naam op

# userInputfield
source: Name of inputfield for user
nl: Naam van invoerveld voor gebruiker

# changeUserInputfield
source: Change name of inputfield for user
nl: Verander naam van invoerveld voor gebruiker

source: Path
nl: Pad

source: Only export new measurements
nl: Exporteer alleen nieuwe metingen

source: Cancel
nl: Annuleer

source: Input
nl: Invoer

source: Use FTPS
nl: Gebruik FTPS

source: Use SFTP
nl: Gebruik SFTP

# deleteInputField
source: Are you sure you want to delete this input field?
nl: Weet u zeker dat u dit invoerveld wilt verwijderen?

# deleteOption
source: Are you sure you want to delete this option?
nl: Weet u zeker dat u deze optie wilt verwijderen?

source: Input fields
nl: Invoervelden

# supplyInputFieldId
source: Please supply the id of the input field.
nl: Geef aub de id van het invoerveld op.

# inputFieldIdExists
source: : this id already exists. Please enter another id for this input field.
nl: : dit id bestaat al. Vul aub een ander id in voor dit invoerveld.

source: Choose id
nl: Kies id

source: Name
nl: Naam

source: An optional name
nl: Een optionele naam

source: Options
nl: Opties

source: Tap to add options
nl: Tik om opties toe te voegen

source: An optional hint
nl: Een optionele hint

source: New Location
nl: Nieuwe locatie

# specifyUniqueId
source: Please specify a unique id
nl: Vul aub een unieke id in

source: An optional group
nl: Een optionele groep

source: Group (optional)
nl: Groep (optioneel)

source: Input fields (optional)
nl: Invoervelden (optioneel)

source: Tap to add input fields
nl: Tik om invoervelden toe te voegen

source: Select input fields
nl: Selecteer invoervelden

# specifyId
source: Please specify an id
nl: Vul aub een id in

# locationIdExists
source: : this id already exists. Please enter another id for this location.
nl: : dit id bestaat al. Vul aub een ander id in voor deze locatie.

# takePicture
source: Take a picture
nl: Neem een foto

source: Photos
nl: Foto's

source: Resolution
nl: Resolutie

# choosePhotoResolution
source: Choose a resolution for photos
nl: Kies een resolutie van foto's

# photoResolutionLow
source: Low (240p)
nl: Laag (240p)

# photoResolutionMedium
source: Medium (480p)
nl: Gemiddeld (480p)

# photoResolutionHigh
source: High (720p)
nl: Hoog (720p)

# photoResolutionVeryHigh
source: Very high (1080p)
nl: Heel hoog (1080p)

# photoResolutionUltraHigh
source: Ultra high (2160p)
nl: Zeer hoog (2160p)

# photoResolutionMax
source: Maximum
nl: Maximaal

# n_sublocations
source: {count, plural, =1{1 sublocation} other{{count} sublocations}}
nl: {count, plural, =1{1 sublocatie} other{{count} sublocaties}}

source: Default value
nl: Standaard waarde

# removeValueFromId
source: Do you want to remove {value} from the inputfield {id}?
nl: Wilt u {value} verwijderen van het invoerveld {id}?

# removeDateTitle
source: Remove date
nl: Verwijder datum

source: is required
nl: is verplicht

# requiredInputField
source: This is a required field
nl: Dit is een verplicht veld

source: required
nl: verplicht

# showPreviousAndNextLocation
source: Buttons previous/next location
nl: Knoppen vorige/volgende locatie

source: Properties
nl: Eigenschappen

# value_is_lower_than_min
source: The value of {inputfield} ({value}) is lower than {min_value}. Do you want to continue anyway?
nl: De waarde van {inputfield} ({value}) is lager dan {min_value}. Wilt u toch doorgaan?

# value_is_lower_than_min_title
source: Value too low
nl: Waarde te laag

# value_is_higher_than_max
source: The value of {inputfield} ({value}) is higher than {max_value}. Do you want to continue anyway?
nl: De waarde van {inputfield} ({value}) is hoger dan {max_value}. Wilt u toch doorgaan?

# value_is_higher_than_max_title
source: Value too high
nl: Waarde te hoog
